token = ''
DB_PATH = '../clientbase.db'

# Приветственное сообщение
welcome_celler = 'Привет селлер, что будем делать?'
welcome_client = 'Воспользуйтесь нижней панелью для поиска нужной информации и покупки товара. Для вашего удобства все разделы поделены на основные категории.'

admin_id = ''

user_adding_item_step = {}
new_items_user_adding = {}

types = {
    'Деньги': 'Деньги',
    'Документы': 'Документы',
    'Авиа/Отели': 'Авиа/Отели',
    'Взлом': 'Взлом',
    'Программы/схемы':'Программы/схемы',
    'Стать продавцом': 'Стать продавцом'
}

msgs = {
    'Деньги': 'Text1',
    'Документы': 'Text2',
    'Авиа/Отели': 'Text3',
    'Взлом': 'Text4',
    'Программы/схемы':'Text5',
    'Стать продавцом': 'Text6'
}
messages = {
    'О сервисе': 'Message1',
    'Сделки': "Message2",
    'Кошелек': 'Message3'
}
menu_name = 'Гарант'
quit_text = 'Отменено'
